tap "azure/kubelogin"
tap "fairwindsops/tap"
tap "go-swagger/go-swagger"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "koekeishiya/formulae"
tap "minamijoyo/hcledit"
tap "nakabonne/ali"
tap "peak/tap"
tap "sambadevi/powerlevel9k"
tap "turbot/tap"
tap "warrensbox/tap"
brew "ansible"
brew "zstd"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "bat"
brew "glib"
brew "python@3.9"
brew "chart-testing"
brew "conftest"
brew "docker"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "gifsicle"
brew "git-filter-repo"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "go@1.17"
brew "gobject-introspection"
brew "golangci-lint"
brew "goreleaser"
brew "gperftools"
brew "grep"
brew "netpbm"
brew "helm"
brew "htop"
brew "icdiff"
brew "imagemagick"
brew "jq"
brew "k3d"
brew "k9s"
brew "librdkafka"
brew "kcat"
brew "kubernetes-cli"
brew "kubie"
brew "libfido2"
brew "libpq"
brew "librsvg"
brew "lsd"
brew "mdcat"
brew "mysql"
brew "neovim"
brew "node"
brew "openssl@3"
brew "operator-sdk"
brew "packer"
brew "pint"
brew "postgresql@14"
brew "pre-commit"
brew "qemu"
brew "ripgrep"
brew "shellcheck"
brew "steampipe"
brew "stern"
brew "telnet"
brew "terraform-docs"
brew "terraform-ls"
brew "tflint"
brew "tmux"
brew "tree"
brew "vault", restart_service: true
brew "watch"
brew "wget"
brew "wireshark"
brew "yarn"
brew "yq"
brew "zoxide"
brew "azure/kubelogin/kubelogin"
brew "minamijoyo/hcledit/hcledit"
brew "nakabonne/ali/ali"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "alacritty"
cask "alt-tab"
cask "bitwarden"
cask "dbeaver-community"
cask "dozer"
cask "flycut"
cask "hiddenbar"
cask "iterm2"
cask "joplin"
cask "keepassxc"
cask "ngrok"
cask "postman"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "syntax-highlight"
cask "teamviewer"
cask "ubersicht"
cask "visual-studio-code"
vscode "4ops.terraform"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "brunnerh.file-properties-viewer"
vscode "craigb85.custom-window-zoom"
vscode "enkia.tokyo-night"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "Grafana.vscode-jsonnet"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hediet.vscode-drawio"
vscode "janisdd.vscode-edit-csv"
vscode "janjoerke.jenkins-pipeline-linter-connector"
vscode "jock.svg"
vscode "maattdd.gitless"
vscode "marlon407.code-groovy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "PKief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "rangav.vscode-thunder-client"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "ryu1kn.partial-diff"
vscode "samuelcolvin.jinjahtml"
vscode "scala-lang.scala"
vscode "t-nano.markdown-to-confluence-vscode"
vscode "TabNine.tabnine-vscode"
vscode "timonwong.shellcheck"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "yzhang.markdown-all-in-one"
