tap "azure/kubelogin"
tap "fairwindsops/tap"
tap "go-swagger/go-swagger"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "koekeishiya/formulae"
tap "minamijoyo/hcledit"
tap "mongodb/brew"
tap "nakabonne/ali"
tap "peak/tap"
tap "robscott/tap"
tap "robusta-dev/krr"
tap "sambadevi/powerlevel9k"
tap "turbot/tap"
tap "warrensbox/tap"
brew "pycparser", link: false
brew "cffi", link: false
brew "python-cryptography", link: false
brew "python@3.12"
brew "ansible"
brew "zstd"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "aws-iam-authenticator"
brew "aws-sso-cli"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "glib"
brew "chart-testing"
brew "conftest"
brew "cookiecutter"
brew "copier"
brew "dive"
brew "dog"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git-filter-repo"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "go@1.17"
brew "gobject-introspection"
brew "golangci-lint"
brew "goreleaser"
brew "gperftools"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helm"
brew "helmfile"
brew "htop"
brew "hub"
brew "hyperfine"
brew "icdiff"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "k3d"
brew "k9s"
brew "librdkafka"
brew "kcat"
brew "kubernetes-cli"
brew "kubie"
brew "libfido2"
brew "libpq"
brew "python@3.9"
brew "lsd"
brew "mdcat"
brew "mongocli"
brew "node"
brew "mongosh"
brew "mysql"
brew "neovim"
brew "operator-sdk"
brew "packer"
brew "parallel"
brew "pint"
brew "postgresql@14"
brew "virtualenv"
brew "pre-commit"
brew "pup"
brew "qemu"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "steampipe"
brew "stern"
brew "task"
brew "taskwarrior-tui"
brew "telnet"
brew "terraform-docs"
brew "terraform-ls"
brew "tflint"
brew "tmux"
brew "tree"
brew "vault", restart_service: true
brew "watch"
brew "wget"
brew "wireshark"
brew "yarn"
brew "yq"
brew "zoxide"
brew "azure/kubelogin/kubelogin"
brew "minamijoyo/hcledit/hcledit"
brew "mongodb/brew/mongodb-community"
brew "nakabonne/ali/ali"
brew "robscott/tap/kube-capacity"
brew "robusta-dev/krr/krr"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "alacritty"
cask "alt-tab"
cask "bitwarden"
cask "dbeaver-community"
cask "dozer"
cask "firefox"
cask "flycut"
cask "hiddenbar"
cask "iterm2"
cask "keepassxc"
cask "ngrok"
cask "postman"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "syntax-highlight"
cask "teamviewer"
cask "the-unarchiver"
cask "ubersicht"
cask "visual-studio-code"
vscode "4ops.terraform"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "brunnerh.file-properties-viewer"
vscode "craigb85.custom-window-zoom"
vscode "enkia.tokyo-night"
vscode "geequlim.godot-tools"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hediet.vscode-drawio"
vscode "janisdd.vscode-edit-csv"
vscode "janjoerke.jenkins-pipeline-linter-connector"
vscode "jock.svg"
vscode "maattdd.gitless"
vscode "marlon407.code-groovy"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "nicolasvuillamy.vscode-groovy-lint"
vscode "pkief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "rangav.vscode-thunder-client"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "ryu1kn.partial-diff"
vscode "samuelcolvin.jinjahtml"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "t-nano.markdown-to-confluence-vscode"
vscode "tabnine.tabnine-vscode"
vscode "timonwong.shellcheck"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "yzhang.markdown-all-in-one"
