4ops.terraform
arcticicestudio.nord-visual-studio-code
brunnerh.file-properties-viewer
craigb85.custom-window-zoom
enkia.tokyo-night
geequlim.godot-tools
GitHub.github-vscode-theme
golang.go
Grafana.vscode-jsonnet
Gruntfuggly.todo-tree
hashicorp.hcl
hediet.vscode-drawio
janisdd.vscode-edit-csv
janjoerke.jenkins-pipeline-linter-connector
jock.svg
maattdd.gitless
marlon407.code-groovy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vsliveshare.vsliveshare
naumovs.color-highlight
NicolasVuillamy.vscode-groovy-lint
PKief.material-icon-theme
pomdtr.excalidraw-editor
rangav.vscode-thunder-client
redhat.ansible
redhat.vscode-yaml
ritwickdey.LiveServer
ryu1kn.partial-diff
samuelcolvin.jinjahtml
scala-lang.scala
scalameta.metals
t-nano.markdown-to-confluence-vscode
TabNine.tabnine-vscode
timonwong.shellcheck
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
yzhang.markdown-all-in-one
