4ops.terraform
arcticicestudio.nord-visual-studio-code
brunnerh.file-properties-viewer
craigb85.custom-window-zoom
enkia.tokyo-night
geequlim.godot-tools
github.github-vscode-theme
golang.go
grafana.vscode-jsonnet
gruntfuggly.todo-tree
hashicorp.hcl
hediet.vscode-drawio
janisdd.vscode-edit-csv
janjoerke.jenkins-pipeline-linter-connector
jock.svg
maattdd.gitless
marlon407.code-groovy
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vsliveshare.vsliveshare
naumovs.color-highlight
nicolasvuillamy.vscode-groovy-lint
pkief.material-icon-theme
pomdtr.excalidraw-editor
rangav.vscode-thunder-client
redhat.ansible
redhat.vscode-yaml
ritwickdey.liveserver
ryu1kn.partial-diff
samuelcolvin.jinjahtml
scala-lang.scala
scalameta.metals
t-nano.markdown-to-confluence-vscode
tabnine.tabnine-vscode
timonwong.shellcheck
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
yzhang.markdown-all-in-one
